{
    "conteudoSugerido": [
        {
            "id": 1,
            "titulo": "Tecnologias Web",
            "descricao": "A web é uma rede global de informações na internet, e o desenvolvimento web é a criação de sites e aplicativos para serem acessados por meio de navegadores. Isso envolve usar linguagens como HTML, CSS e JavaScript para construir interfaces online.",
            "capa": "assets/img/devweb.jpg",
            "linkConteudo": ""
        },
        {
            "id": 2,
            "titulo": ".NET e a Orientção Objeto",
            "descricao": "C# é uma linguagem de programação versátil da Microsoft, usada para desenvolver uma variedade de  aplicativos. Ela se baseia na orientação a objetos, que organiza o código em torno de 'objetos' com  propriedades e comportamentos, facilitando a reutilização e a manutenção do código.",
            "capa": "assets/img/cinformation.png",
            "linkConteudo": ""
        },
        {
            "id": 3,
            "titulo": "Metodologia Scrum",
            "descricao": "O Scrum é uma metodologia ágil de desenvolvimento de software baseada em ciclos de trabalho chamados sprints. Ele enfatiza a colaboração, a flexibilidade e a entrega contínua de valor ao cliente. Com papéis definidos e reuniões regulares, o Scrum permite uma abordagem adaptativa para lidar com mudanças de requisitos e prioridades durante o projeto.","capa": "assets/img/scrum.png",
            "linkConteudo": ""
        },
        {
            "id": 2,
            "titulo": "Desenvolvimento Front-End",
            "descricao": "Desenvolvimento front-end é a criação da interface visual e interativa de sites e aplicativos, usando tecnologias como HTML, CSS e JavaScript. Os desenvolvedores front-end garantem que a interface seja responsiva, esteticamente agradável e funcione de forma intuitiva em diferentes dispositivos e navegadores. Eles colaboram com designers e desenvolvedores back-end para integrar o design com a funcionalidade, criando uma experiência de usuário coesa.","capa": "assets/img/frontEnd.jpg",
            "linkConteudo": ""
        },
        {
            "id": 2,
            "titulo": "Local e Nuvem",
            "descricao": "A nuvem é um ambiente remoto de computação acessado pela internet, oferecendo recursos sob demanda. O 'local' refere-se à infraestrutura física interna de uma organização. A nuvem proporciona flexibilidade e escalabilidade, enquanto o local oferece controle direto e conformidade com requisitos específicos.","capa": "assets/img/localNuvem.jpg",
            "linkConteudo": ""
        }
    ],
    "colegas": [
        {
            "id": 1,
            "foto": "assets/img/otavio.jpeg",
            "nome": "Otávio",
            "linkGithub": "https://github.com/otaviochaves05"
        },
        {
            "id": 2,
            "foto": "assets/img/pedro.jpg",
            "nome": "Pedro",
            "linkGithub": "https://github.com/pedroMontandon"
        },
        {
            "id": 3,
            "foto": "assets/img/bruno.jpeg",
            "nome": "Bruno",
            "linkGithub": "https://github.com/BrunoAlves-Coelho"
        },
        {
            "id": 4,
            "foto": "assets/img/matheus.jpeg",
            "nome": "Matheus",
            "linkGithub": "https://github.com/matheustitton"
        },
        {
            "id": 5,
            "foto": "assets/img/rafael.jpeg",
            "nome": "Rafael",
            "linkGithub": "https://github.com/RafaelDePaiva"
        }
    ]
}